Repository: SteveShi/Boxer
Catalog: Resources/DOSBox.xcstrings
Source language: en
Languages: es, fr

# SHELL_CMD_COPY_SUCCESS
source: %d file(s) copied.
es: %d archivo(s) copiado.
fr: %d fichier(s) copié(s).

# SHELL_CMD_DEL_ERROR
source: Unable to delete file %s.
es: No se puede eliminar el archivo %s.
fr: Impossible de supprimer le fichier %s.

# SHELL_CMD_DELETE_HELP
source: Removes one or more files.
es: Elimina uno o más archivos.
fr: Supprime un ou plusieurs fichiers.

# SHELL_CMD_DELETE_HELP_LONG
source: Usage: [34;1mdelete [path/to/file][0m [31;1mWarning: this command will delete files without confirmation. Deleted files will not appear in the Trash and will not be recoverable.[0m
es: Uso: [34;1mdelete [ruta/a/archivo][0m [31;1mAdvertencia: este comando eliminará archivos sin confirmación. Los archivos eliminados no aparecerán en la papelera y no serán recuperables.[0m
fr: Usage : [34;1mdelete [chemin/du/fichier][0m [31;1mAttention : cette commande supprimera les fichiers sans confirmation. Ces fichiers n'apparaîtront pas dans la corbeille et seront irrécupérables.[0m

# SHELL_CMD_DIR_BYTES_FREE
source: %5d folder(s) %15s bytes free
es: %5d carpeta(s) %15s bytes libres
fr: %5d dossier(s) %15s octets libres

# SHELL_CMD_DIR_BYTES_USED
source: %5d file(s) %17s bytes total
es: %5d archivo(s) %17s bytes totales
fr: %5d fichier(s) %17s octets

# SHELL_CMD_DIR_HELP
source: Lists the contents of a folder.
es: Lista el contenido de una carpeta.
fr: Liste le contenu d'un dossier.

# SHELL_CMD_DIR_INTRO
source: Contents of folder %s
es: Contenido de carpeta %s
fr: Contenu du dossier %s

# SHELL_CMD_ECHO_HELP
source: Displays a message; also toggles command echoing in batch files.
es: Muestra un mensaje; también cambia el comando echo en los archivos por lotes.
fr: Affiche un message ; active/désactive l'affichage des commandes.

# SHELL_CMD_ECHO_OFF
source: ECHO is off.
es: ECHO está desactivado.
fr: ECHO est désactivé.

# SHELL_CMD_ECHO_ON
source: ECHO is on.
es: ECHO está activado.
fr: ECHO est activé.

# SHELL_CMD_EXIT_HELP
source: Closes the DOS window.
es: Cierra la ventana DOS.
fr: Ferme la fenêtre DOS.

# SHELL_CMD_FILE_EXISTS
source: File %s already exists.
es: El archivo %s ya existe.
fr: Le fichier %s existe déjà.

# SHELL_CMD_FILE_NOT_FOUND
source: File %s not found.
es: Archivo %s no encontrado.
fr: Le fichier %s est introuvable.

# SHELL_CMD_GOTO_HELP
source: Jumps to a labeled line in a batch script.
es: Salta a la línea etiquetada en el archivo por lotes.
fr: Branche l'exécution à une ligne étiquetée dans le fichier de commandes.

# SHELL_CMD_GOTO_LABEL_NOT_FOUND
source: GOTO: Label %s not found.
es: GOTO: Etiqueta %s no encontrada.
fr: GOTO : Label %s introuvable.

# SHELL_CMD_GOTO_MISSING_LABEL
source: No label supplied to GOTO command.
es: No hay etiqueta proporcionada al comando GOTO.
fr: Aucun label fourni pour la commande GOTO.

# SHELL_CMD_HELP
source: For a list of all commands, type [33;1mhelp /all[0m. Here are some frequently used commands:
es: Para una lista de todos los comandos, escriba [33;1mhelp /all[0m. Aquí hay algunos comandos usados frecuentemente:
fr: Pour obtenir une liste de toutes les commandes, tapez [33;1mhelp /all[0m. Vous trouverez ici les commandes utilisées fréquemment :

# SHELL_CMD_HELP_HELP
source: Shows this list of commands.
es: Muestra esta lista de comandos.
fr: Affiche la liste des commandes.

# SHELL_CMD_IF_ERRORLEVEL_INVALID_NUMBER
source: IF ERRORLEVEL: Invalid number.
es: IF ERRORLEVEL: Número inválido.
fr: IF ERRORLEVEL : Nombre invalide.

# SHELL_CMD_IF_ERRORLEVEL_MISSING_NUMBER
source: IF ERRORLEVEL: Missing number.
es: IF ERRORLEVEL: Número no encontrado.
fr: IF ERRORLEVEL : Nombre manquant.

# SHELL_CMD_IF_EXIST_MISSING_FILENAME
source: IF EXIST: Missing filename.
es: IF EXIST: Nombre de archivo no encontrado.
fr: IF EXIST : Nom de fichier manquant.

# SHELL_CMD_IF_HELP
source: Performs conditional processing in batch programs.
es: Realiza procesamiento condicional en programas de archivo por lotes.
fr: Effectue un traitement conditionnel dans un fichier de commandes.

# SHELL_CMD_LOADHIGH_HELP
source: Loads a program into upper memory.
es: Carga un programa en la memoria superior.
fr: Charge un programme en mémoire haute.

# SHELL_CMD_MKDIR_ERROR
source: Unable to make folder %s.
es: No se puede crear la carpeta %s.
fr: Impossible de créer le dossier %s.

# SHELL_CMD_MKDIR_HELP
source: Makes a new folder at the specified path.
es: Crea una nueva carpeta en la ruta especificada.
fr: Crée un dossier au chemin spécifié.

# SHELL_CMD_NO_WILD
source: Wildcards (* and ?) are not currently supported.
es: Comodines (* y ?) no están soportados actualmente.
fr: Les caractères génériques (* et ?) ne sont actuellement pas supportés.

# SHELL_CMD_PATH_HELP
source: Sets the folder paths to search when you type a program name.
es: Establece las rutas de carpeta para buscar cuando escribe un nombre de programa.
fr: Définit les chemins de recherche des fichiers exécutables.

# SHELL_CMD_PAUSE
source: Press any key to continue.
es: Presione cualquier tecla para continuar.
fr: Appuyez sur une touche pour continuer.

# SHELL_CMD_PAUSE_HELP
source: Waits for a keypress before continuing.
es: Espera una pulsación de tecla antes de continuar.
fr: Attend qu'une touche soit pressée avant de continuer.

# SHELL_CMD_REM_HELP
source: Adds a comment line in a batch file.
es: Añade una línea de comentario en un archivo por lotes.
fr: Ajoute une ligne de commentaire dans un fichier de commandes.

# SHELL_CMD_REM_HELP_LONG
source: Usage: [34;1mrem [comment text][0m Example: [32;1mrem This is a batch file comment. It will not be displayed rem or executed.[0m
es: Uso: [34;1mrem [texto de comentario][0m Ejemplo: [32;1mrem Este es un comentario de un archivo por lotes. No se mostrará rem o ejecutará.[0m
fr: Usage : [34;1mrem [texte commentaire][0m Exemple : [32;1mrem Ceci est un commentaire de fichier de commandes. rem Il ne sera ni affiché, ni exécuté.[0m

# SHELL_CMD_RENAME_HELP
source: Moves or renames files and folders.
es: Mueve o renombra archivos y carpetas.
fr: Déplace ou renomme des fichiers et des dossiers.

# SHELL_CMD_RMDIR_ERROR
source: Unable to remove folder %s.
es: No se puede eliminar la carpeta %s.
fr: Impossible de supprimer le dossier %s.

# SHELL_CMD_RMDIR_HELP
source: Removes the specified folder.
es: Elimina la carpeta especificada.
fr: Supprime le dossier spécifié.

# SHELL_CMD_SET_HELP
source: Changes environment variables.
es: Modifica las variables de entorno.
fr: Modifie les variables d'environnement.

# SHELL_CMD_SET_NOT_SET
source: Environment variable %s not defined.
es: Variable de entorno %s no definida.
fr: La variable d'environnement %s n'est pas définie.

# SHELL_CMD_SET_OUT_OF_SPACE
source: Not enough environment space left.
es: No hay espacio suficiente para el entorno.
fr: Espace d'environnement restant insuffisant.

# SHELL_CMD_SHIFT_HELP
source: Left-shifts commandline parameters in a batch script.
es: Desplaza a la izquierda los parámetros de la línea de comandos en un script de archivo por lotes.
fr: Change la position des paramètres remplaçables dans un fichier de commandes.

# SHELL_CMD_SUBST_HELP
source: Maps an internal folder to a drive letter.
es: Asigna una carpeta interna a una letra de unidad.
fr: Associe un dossier interne à une lettre de lecteur.

# SHELL_CMD_SUBST_NO_REMOVE
source: Removing a drive is not supported.
es: La extracción de la unidad no está soportada.
fr: La suppression d'un lecteur n'est pas supportée.

# SHELL_CMD_TYPE_HELP
source: Displays the contents of a text file.
es: Muestra el contenido de un archivo de texto.
fr: Affiche le contenu d'un fichier texte.

# SHELL_CMD_TYPE_HELP_LONG
source: Usage: [34;1mtype [path/to/file.txt][0m Example: [32;1mtype z:/autoexec.bat[0m will display the autoexec.bat file.
es: Uso: [34;1mtype [ruta/a/file.txt][0m Ejemplo: [32;1mtype z:/autoexec.bat[0m mostrará el archivo autoexec.bat.
fr: Usage : [34;1mtype [chemin/du/fichier.txt][0m Exemple : [32;1mtype z:/autoexec.bat[0m affichera le fichier autoexec.bat.

# SHELL_CMD_VER_HELP
source: View and set the reported DOS version.
es: Visualiza y establece la versión DOS reportada.
fr: Affiche et définit la version de DOS rapportée.

# SHELL_CMD_VER_VER
source: DOSBox version %s. Reported DOS version %d.%d.
es: Versión de DOSBox %s. Versión DOS reportada %d.%d.
fr: DOSBox version %s. Version DOS rapportée %d.%d.

# SHELL_EXECUTE_DRIVE_NOT_FOUND
source: Drive %c does not exist! To add a drive, [1;34mdrag a folder into the DOS window[0m or select [1;32mAdd DOS Drive[0m in the [1;32mDrives[0m menu.
es: ¡La unidad %c no existe! Para añadir una unidad, [1;34mArrastre la carpeta a la ventana DOS[0m o seleccione [1;32mAñadir unidad DOS[0m en el menú [1;32mUnidades[0m.
fr: Le lecteur %c n'existe pas ! Pour ajouter un lecteur, [1;34mdéposez un dossier dans la fenêtre DOS[0m ou sélectionnez [1;32mAjouter un lecteur DOS[0m dans le menu [1;32mLecteurs[0m.

# SHELL_EXECUTE_ILLEGAL_COMMAND
source: Unknown command or file name: %s.
es: Comando o nombre de archivo desconocido: %s.
fr: Nom de commande ou de fichier incorrect : %s.

# SHELL_ILLEGAL_PATH
source: Illegal path.
es: Ruta incorrecta.
fr: Chemin incorrect.

# SHELL_ILLEGAL_SWITCH
source: Illegal switch: %s.
es: Switch incorrecto: %s.
fr: Commutateur incorrect : %s.

# SHELL_MISSING_PARAMETER
source: Required parameter missing.
es: Parámetro no encontrado requerido.
fr: Paramètre requis manquant.

# SHELL_STARTUP_BEGIN
source: [30;1m═══════════════════════════════ [0;37mWelcome to Boxer[30;1m ═══════════════════════════════ [37m If you're new to DOS, type [33mhelp[37m for some helpful DOS commands. For tips, games and updates, visit the [34mBoxer Website[37m from the Help menu.
es: [30;1m═══════════════════════════════ [0;37mBienvenido a Boxer[30;1m ═════════════════════════════ [37m Si es nuevo en DOS, escriba [33mhelp[37m para algunos comandos DOS útiles. Para consejos, juegos y actualizaciones, visite la [34mpágina web de Boxer[37m desde el menú Ayuda.
fr: [30;1m═════════════════════════════ [0;37mBienvenue dans Boxer[30;1m ═════════════════════════════ [37m Si vous débutez avec DOS, tapez [33mhelp[37m pour voir quelques commandes DOS utiles. Pour obtenir plus d'infos, visitez le [34msite web Boxer[37m à partir du menu Aide.

# SHELL_STARTUP_END
source: [30m════════════════════════════════ [0;37mHappy gaming![30;1m ═════════════════════════════════[0m
es: [30m════════════════════════════════ [0;37m¡Feliz juego![30;1m ═════════════════════════════════[0m
fr: [30m═══════════════════════════════════ [0;37mBon jeu ![30;1m ══════════════════════════════════[0m

# SHELL_SYNTAXERROR
source: The syntax of the command is incorrect.
es: La sintaxis del comando es incorrecta.
fr: La syntaxe de la commande est incorrecte.

# PROGRAM_CONFIG_FILE_WHICH
source: Writing config file %s
fr: Écriture du fichier de configuration %s

# PROGRAM_CONFIG_HLP_NOCHANGE
source: This property cannot be changed at runtime.
fr: Cette propriété ne peut être modifiée pendant le temps d'exécution.

# PROGRAM_CONFIG_HLP_POSINT
source: positive integer
fr: entier positif

# PROGRAM_CONFIG_HLP_SECTHLP
source: Section %s contains the following properties:
fr: La section %s contient les propriétés suivantes :

# PROGRAM_CONFIG_HLP_SECTLIST
source: DOSBox configuration contains the following sections:
fr: La configuration DOSBox contient les sections suivantes :

# PROGRAM_CONFIG_MISSINGPARAM
source: Missing parameter.
fr: Paramètre manquant.

# PROGRAM_CONFIG_PRINT_STARTUP
source: DOSBox was started with the following command line parameters: %s
fr: DOSBox a été démarré avec les paramètres de ligne de commande suivants : %s

# PROGRAM_INTRO
source: [2J[32;1mWelcome to DOSBox[0m, an x86 emulator with sound and graphics. DOSBox creates a shell for you which looks like old plain DOS. For information about basic mount type [34;1mintro mount[0m For information about CD-ROM support type [34;1mintro cdrom[0m For information about special keys type [34;1mintro special[0m For more information about DOSBox, go to [34;1mhttp://www.dosbox.com/wiki[0m [31;1mDOSBox will stop/exit without a warning if an error occurred![0m
fr: [2J[32;1mBienvenue dans DOSBox[0m, un émulateur x86 avec son et graphismes. DOSBox crée pour vous un shell qui ressemble à un ancien DOS ordinaire. Pour des informations sur le montage de base, tapez [34;1mintro mount[0m Pour des informations sur le support CD-ROM, tapez [34;1mintro cdrom[0m Pour des informations sur les touches spéciales, tapez [34;1mintro special[0m Pour plus d'informations sur DOSBox, visitez [34;1mhttp://www.dosbox.com/wiki[0m [31;1mDOSBox se fermera sans afficher d'avertissement si une erreur se produit ![0m

# PROGRAM_INTRO_CDROM
source: [2J[32;1mHow to mount a Real/Virtual CD-ROM Drive in DOSBox:[0m DOSBox provides CD-ROM emulation on several levels. The [33mbasic[0m level works on all CD-ROM drives and normal directories. It installs MSCDEX and marks the files read-only. Usually this is enough for most games: [34;1mmount d [0;31mD:\[34;1m -t cdrom[0m or [34;1mmount d C:\example -t cdrom[0m If it doesn't work you might have to tell DOSBox the label of the CD-ROM: [34;1mmount d C:\example -t cdrom -label CDLABEL[0m The [33mnext[0m level adds some low-level support. Therefore only works on CD-ROM drives: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0[0m The [33mlast[0m level of support depends on your Operating System: For [1mWindows 2000[0m, [1mWindows XP[0m and [1mLinux[0m: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-ioctl[0m For [1mWindows 9x[0m with a ASPI layer installed: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-aspi[0m Replace [0;31mD:\[0m with the location of your CD-ROM. Replace the [33;1m0[0m in [34;1m-usecd [33m0[0m with the number reported for your CD-ROM if you type: [34;1mmount -cd[0m
fr: [2J[32;1mComment monter un lecteur CD-ROM réel/virtuel dans DOSBox :[0m DOSBox fournit plusieurs niveaux d'émulation CD-ROM. Le niveau [33mbasic[0m fonctionne sur tous les lecteurs CD-ROM et répertoires normaux. Il installe MSCDEX et marque les fichiers en lecture seule. Habituellement, cela suffit pour la plupart des jeux : [34;1mmount d [0;31mD:\[34;1m -t cdrom[0m ou [34;1mmount d C:\exemple -t cdrom[0m Si cela ne fonctionne pas, vous dever indiquer à DOSBox le label du CD-ROM : [34;1mmount d C:\exemple -t cdrom -label LABELCD[0m Le niveau [33msuivant[0m supporte des fonctions supplémentaires de bas niveau. Cela fonctionne donc uniquement sur les lecteurs CD-ROM : [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0[0m Le [33mdernier[0m niveau de support dépend de votre système d'exploitation : Pour [1mWindows 2000[0m, [1mWindows XP[0m et [1mLinux[0m : [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-ioctl[0m Pour [1mWindows 9x[0m avec la couche ASPI installée : [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-aspi[0m Remplacez [0;31mD:\[0m par l'emplacement de votre CD-ROM. Remplacez le [33;1m0[0m dans [34;1m-usecd [33m0[0m par le numéro rapporté pour votre CD-ROM en tapant : [34;1mmount -cd[0m

# PROGRAM_INTRO_MOUNT_END
source: When the mount has successfully completed you can type [34;1mc:[0m to go to your freshly mounted C-drive. Typing [34;1mdir[0m there will show its contents. [34;1mcd[0m will allow you to enter a directory (recognised by the [33;1m[][0m in a directory listing). You can run programs/files which end with [31m.exe .bat[0m and [31m.com[0m.
fr: Une fois le montage effectué avec succès, vous pouvez taper [34;1mc:[0m pour atteindre votre lecteur C nouvellement monté. En tapant [34;1mdir[0m, vous afficherez son contenu. La commande [34;1mcd[0m vous permettra d'entrer dans un répertoire (reconnaissable dans la liste d'un répertoire par [33;1m[][0m). Vous pouvez exécuter des programmes/fichiers dont le nom se termine par [31m.exe .bat[0m et [31m.com[0m.

# PROGRAM_INTRO_MOUNT_OTHER
source: [44;1m╔══════════════════════════════════════════════════════════════════════╗ ║ [32mmount c ~/dosgames[37m will create a C drive with ~/dosgames as contents.║ ║ ║ ║ [32m~/dosgames[37m is an example. Replace it with your own games directory.[37m ║ ╚══════════════════════════════════════════════════════════════════════╝[0m
fr: [44;1m╔══════════════════════════════════════════════════════════════════════╗ ║ [32mmount c ~/jeuxdos[37m créera un lecteur C avec le contenu de ~/jeuxdos ║ ║ ║ ║ [32m~/jeuxdos[37m est un exemple. Remplacez-le par votre propre répertoire.[37m ║ ╚══════════════════════════════════════════════════════════════════════╝[0m

# PROGRAM_INTRO_MOUNT_START
source: [32;1mHere are some commands to get you started:[0m Before you can use the files located on your own filesystem, You have to mount the directory containing the files.
fr: [32;1mVoici quelques commandes pour vous aider à démarrer :[0m Avant de pouvoir utiliser les fichiers situés sur vos propres systèmes de fichiers, vous devez monter le répertoire contenant les fichiers.

# PROGRAM_INTRO_SPECIAL
source: [2J[32;1mSpecial keys:[0m These are the default keybindings. They can be changed in the [33mkeymapper[0m. [33;1mALT-ENTER[0m : Go full screen and back. [33;1mALT-PAUSE[0m : Pause DOSBox. [33;1mCTRL-F1[0m : Start the [33mkeymapper[0m. [33;1mCTRL-F4[0m : Update directory cache for all drives! Swap mounted disk-image. [33;1mCTRL-ALT-F5[0m : Start/Stop creating a movie of the screen. [33;1mCTRL-F5[0m : Save a screenshot. [33;1mCTRL-F6[0m : Start/Stop recording sound output to a wave file. [33;1mCTRL-ALT-F7[0m : Start/Stop recording of OPL commands. [33;1mCTRL-ALT-F8[0m : Start/Stop the recording of raw MIDI commands. [33;1mCTRL-F7[0m : Decrease frameskip. [33;1mCTRL-F8[0m : Increase frameskip. [33;1mCTRL-F9[0m : Kill DOSBox. [33;1mCTRL-F10[0m : Capture/Release the mouse. [33;1mCTRL-F11[0m : Slow down emulation (Decrease DOSBox Cycles). [33;1mCTRL-F12[0m : Speed up emulation (Increase DOSBox Cycles). [33;1mALT-F12[0m : Unlock speed (turbo button/fast forward). [31;1mNOTE[0m: These may be different under Boxer!
fr: [2J[32;1mTouches spéciales :[0m Voici les raccourcis clavier par défaut. Ils peuvent être modifiés dans le [33mmappeur de touches[0m. [33;1mALT-ENTRÉE[0m : Permute le mode plein écran. [33;1mALT-PAUSE[0m : Met en pause DOSBox. [33;1mCTRL-F1[0m : Démarre le [33mmappeur de touches[0m. [33;1mCTRL-F4[0m : Met à jour cache des répertoires ! Échange l'image disque montée. [33;1mCTRL-ALT-F5[0m : Démarre/arrête la création d'une séquence vidéo de l'écran. [33;1mCTRL-F5[0m : Enregistre une capture d'écran. [33;1mCTRL-F6[0m : Démarre/arrête l'enreg. des sorties sonores vers un fichier wave. [33;1mCTRL-ALT-F7[0m : Démarre/arrête l'enregistrement des commandes OPL. [33;1mCTRL-ALT-F8[0m : Démarre/arrête l'enregistrement des commandes MIDI brutes. [33;1mCTRL-F7[0m : Diminue le saut d'images. [33;1mCTRL-F8[0m : Augmente le saut d'images. [33;1mCTRL-F9[0m : Tue DOSBox. [33;1mCTRL-F10[0m : Capture/libère la souris. [33;1mCTRL-F11[0m : Ralentit l'émulation (diminue les cycles DOSBox). [33;1mCTRL-F12[0m : Accélère l'émulation (augmente les cycles DOSBox). [33;1mALT-F12[0m : Débloque la vitesse (bouton turbo/avance rapide). [31;1mREMARQUE[0m : Ils peuvent être différents sous Boxer !

# PROGRAM_LOADROM_BASIC_LOADED
source: BASIC ROM loaded.
fr: ROM BASIC chargée.

# PROGRAM_LOADROM_CANT_OPEN
source: ROM file not accessible.
fr: Fichier ROM non accessible.

# PROGRAM_LOADROM_INCOMPATIBLE
source: Video BIOS not supported by machine type.
fr: BIOS vidéo non supporté par le type de machine.

# PROGRAM_LOADROM_SPECIFY_FILE
source: Must specify ROM file to load.
fr: Vous devez spécifier un fichier ROM à charger.

# PROGRAM_LOADROM_TOO_LARGE
source: ROM file too large.
fr: Fichier ROM trop grand.

# PROGRAM_LOADROM_UNRECOGNIZED
source: ROM file not recognized.
fr: Fichier ROM non reconnu.

# PROGRAM_MOUNT_STATUS_DRIVE
source: Drive
fr: Lecteur

# SHELL_CMD_DATE_ERROR
source: The specified date is not correct.
fr: La date spécifiée n'est pas correcte.

# SHELL_CMD_DATE_HELP
source: Displays or changes the internal date.
fr: Affiche ou modifie la date interne.

# SHELL_CMD_DATE_HELP_LONG
source: DATE [[/T] [/H] [/S] | MM-DD-YYYY] MM-DD-YYYY: new date to set /S: Permanently use host time and date as DOS time /F: Switch back to DOSBox internal time (opposite of /S) /T: Only display date /H: Synchronize with host
fr: DATE [[/T] [/H] [/S] | MM-JJ-AAAA] MM-JJ-AAAA: Nouvelle date à configurer /S: Utilise l'heure et la date de l'hôte pour l'heure de DOS /F: Retourne à l'heure interne de DOSBox (opposé de /S) /T: Affiche uniquement la date /H: Synchronise avec l'hôte

# SHELL_CMD_DATE_NOW
source: Current date:
fr: Date actuelle :

# SHELL_CMD_DATE_SETHLP
source: Type 'date MM-DD-YYYY' to change.
fr: Tapez 'date MM-JJ-AAAA' pour modifier la date.

# SHELL_CMD_DIR_VOLUME
source: Volume in drive %c is %s
fr: Le volume dans le lecteur %c s'appelle %s

# SHELL_CMD_MOUNT_HELP
source: maps physical folders or drives to a virtual drive letter.
fr: Associe des dossiers physiques ou des lecteurs à une lettre de lecteur virtuel.

# SHELL_CMD_TIME_HELP
source: Displays the internal time.
fr: Affiche l'heure interne.

# SHELL_CMD_TIME_HELP_LONG
source: TIME [/T] [/H] /T: Display simple time /H: Synchronize with host
fr: TIME [/T] [/H] /T: Affiche l'heure simple /H: Synchronise avec l'hôte

# SHELL_CMD_TIME_NOW
source: Current time:
fr: Heure actuelle :

# SHELL_STARTUP_CGA
source: Use [31mF12[37m to set composite output ON, OFF, or AUTO (default). [31m(Alt-)F11[37m changes hue; [31mctrl-alt-F11[37m selects early/late CGA model.
fr: Utilisez [31mF12[37m pour définir la sortie composite sur ON, OFF, ou AUTO (par défaut). [31m(Alt-)F11[37m modifie la teinte ; [31mCtrl-Alt-F11[37m sélectionne le modèle CGA début/fin.

# SHELL_STARTUP_HERC
source: Use [31mF11[37m to cycle through white, amber, and green monochrome color.
fr: Utilisez [31mF11[37m pour permuter les couleurs monochromes blanche, ambrée et verte.

# SHELL_STARTUP_SUB
source: [32;1mDOSBox %s Command Shell[0m
fr: [32;1mShell de commande DOSBox %s[0m
